exports.run =(client,message,args)=>{
 let obj={ eval:{aliase:[],description:[] }};
let str ='Комманды .ктоя - Тест Вайсбанда типирование лженаучное соционика\n .ктоябыстро - Бот протипирует вас в какой нибудь тим\n .старт - Запуск викторины ';

message.channel.send(str,{code:'xl'});

};//exports.run end

/*
.удали -[удали xx-удаляет xx собщений, максимально 99||удали id_messages-удаляет сообщения до заданного по id сообщения||удали - удаляет сообщения в диапазане от сообщения отмеченного реакцией (soon) до сообщения отмеченного реакцией (end)] Удаляет ';
*/