exports.schema= {0:'TEXT',1:'TEXT',id:'TEXT PRIMARY KEY', type:'TEXT',tim:'TEXT'};
exports.type='tree-fwd';
exports.content = {
 
'start':{ type: 'quest',
    '0':'Импровизация; свобода от обязательств; действия по ситуации; гибкая воля; реальность, а не догмы; работа по вдохновению; поиск; использовать шанс; приспособление к меняющемуся миру; уловить ситуацию и тенденции; импульсивные поступки, эмоции, решения; удовольствия от начинаний; плавные движения.',
    '1':'Планомерное продвижение; заблаговременная подготовка; систематическая работа; не откладывать на последнюю минуту; довести начатое до конца; сделать и полюбоваться результатом; решительность; устойчивость мнений; ответственность за правильные поступки, эмоции и решения; удовольствие от завершения; четкие, резкие либо угловатые движения.'
 },
 
'0':{type: 'quest',
    '0':'Абстракция; теория; интересные, новые сложные задачи; познание неведомого; понять суть, смысл вещей, перспектив; уступить в мелочах; весь мир — в будущем; глобальный подход к проблеме.',
    '1':'Здесь и сейчас; все вижу, слышу, готов действовать; конкретная осязаемая практика; пронзительное ощущение реальности; звуки; краски; запахи; полезные дела; понять расстановку сил, влияний; добиться своего; моя жизнь — сегодня.'
 },
'00':{type: 'quest',
    '0':'Азарт открытия; энтузиазм, увлечение людьми или начинаниями.',
    '1':'Интуиция; духовность; самопознание; время и история; воображение и фантазия.'
},

'000':{type:'quest',
     '0':'Вдохновляющие идеи; начинания и теории.',
     '1':'Интересные, талантливые люди, общение.'
},

'001':{type:'quest',
     '0':'Скептическое предвидение; профессионализм.',
     '1':'Эмоциональное предчувствие; поэтичность.'
},

'01':{type:'quest',
    '0':'Воля к победе; целеустремленность; мобилизованность; преодоление трудностей; не бояться преград; сила и красота формы.',
    '1':'Ощущение момента; интересы близких; эстетика; ощущать природу, вещи, исскуство, людей.'
},

'010':{type:'quest',
     '0':'Кто хочет — тот добьется; логика борьбы, организация победы.',
     '1':'Энергия; влияние на людей, на их чувства; моя собственность.'
},

'011':{ type:'quest',
     '0':'Условия жизни; умелые руки; независимость; холодное упрямство.',
     '1':'Ощущения, природа; теплое общение и эмоции, мягкая доброжелательность'
},

'1':{ type:'quest',
    '0':'Рассудок; холодный анализ; логика; объективный подход; трезвое мышление; непредвзятость; сдержанность; объективный мир и его законы; наука, техника, производство.',
    '1':'Чувства, эмоции; сопереживание людям; симпатии, антипатии; любовь и ненависть; неравнодушие; сердечность; понимание отношений между людьми, их моральных качеств; добро и зло.'
},
'10':{ type:'quest',
    '0':'Правильные энергичные  действия; логика поступков; мое право.',
    '1':'Спокойное мышление; логика отношений; мое место; умение делать верные выводы.'
},

'100':{ type:'quest',
     '0':'Я все делаю быстро, эффективно, с пользой.',
     '1':'Добросовестность дел; надежность, качество; нетерпимость к хаосу.'
},

'101':{ type:'quest',
     '0':'Равенство, справедливость; истина как система знаний.',
     '1':'Логика системы; реализм; волевое внедрение; иерархия власти.'
},
'11':{ type:'quest',
    '0':'Эмоциональная открытость; романтизм; не скрывать своих чувств; порыв любви, гнева.',
    '1':'Скрытый мир чувств; добро и зло; приязнь, осуждение; постепенное моральное влияние на людей.'
},

'110':{ type:'quest',
     '0':'Драматизм, трагедия; риск; слава; своя игра; пассионарность; сопереживание.',
     '1':'Радость, эмоции, праздник; гостеприимство и заботливость; доброе настроение.'
},

'111':{type:'quest',
     '0':'Вера, надежда, любовь; сочувствие людской боли;',
     '1':'Неприятие зла; воля к моральной чистоте; преданность близким.'
},
'0000':{ type:'tim', tim:'Дон Кихот'},'0001':{ type:'tim', tim:'Гексли'},
'0010':{type:'tim', tim:'Бальзак'},'0011':{type:'tim', tim:'Есенин'},
'0100':{ type:'tim', tim:'Жуков'},'0101':{ type:'tim', tim:'Наполеон'},
'0110':{ type:'tim', tim:'Габен'},'0111':{type:'tim', tim:'Дюма'},

'1000':{ type:'tim', tim:'Джек'},'1001':{ type:'tim', tim:'Штирлиц'},
'1010':{ type:'tim', tim:'Робеспьер'},'1011':{ type:'tim', tim:'Максим'},
'1100':{ type:'tim', tim:'Гамлет'},'1101':{ type:'tim', tim:'Гюго'},
'1110':{ type:'tim', tim:'Достоевский'},'1111':{type:'tim', tim:'Драйзер'}


};//---